[
{"phase":"Response","name":"Direction and Control","description":"Direction and Control involves analyzing the emergency and deciding on the quick, appropriate and effective response through directing and coordinating efforts and resources of response actors.","SOPs":"Issuing operational guidelines to respond to emergencies that are consistent with the applicable legal framework"},
{"phase":"Response","name":"Communication and Warning","description":"Communication involves collecting, processing and disseminating official information about the emergency to have a coordinated and effective emergency response. Official information to be issued relates to the causes, effects and tasks performed while handling the emergency.","SOPs":"Receiving information on emergency situations from different sources"},
{"phase":"Preparedness","name":"Communication and Warning","description":"Communication involves collecting, processing and disseminating official information about the emergency to have a coordinated and effective emergency response. Official information to be issued relates to the causes, effects and tasks performed while handling the emergency.","SOPs":"Receiving information on emergency situations from different sources"},
{"phase":"Response","name":"Evacuation","description":"Evacuation deals with movement of people affected by the emergency and of those whose lives are potentially threatened by it, from the emergency area to a safer place. The evacuation emergency response function includes the definition of evacuation routes and methods, coordination of reception sites, and provision of return instructions.","SOPs":"Releasing evacuation information to the public, emphasizing on the need to evacuate."},
{"phase":"Response","name":"Firefighting","description":"Firefighting entails management of firefighting operations at the disaster scene,\nincluding performing tasks for fire control and extinction. Under this emergency response function, specialized techniques are deployed for fighting different types of fire, such as structural, vehicular, forest cover, in aircraft and the one derived from the use of industrial equipment and hazardous materials.","SOPs":"Preventing, detecting and controlling fire in the disaster area."},
{"phase":"Response","name":"Law Enforcement","description":"Law Enforcement encompasses securing the incident area, maintaining public safety, promoting peaceful coexistence, controlling public order and ensuring access to justice in the affected territory. It includes tasks to protect the lives, integrity and assets of the population, as well as mediation and attention of social unrest, containment of non-adaptive behaviors, police and judicial matters.","SOPs":"Establishing cordons to facilitate the work of other emergency services in saving lives, protection of the public and care of survivors."},
{"phase":"Response","name":"Health and Medical Services","description":"Health and Medical Services involves mobilization and management of health and medical services during the emergency. It involves providing treatment, stabilization and care for those injured at the scene (pre-hospital care), as well as hospital care after their transfer to the health facilities. Likewise, it entails medical transfer and referral services, psychosocial support, epidemiological observation, and transport of medical staff, resources and equipment.","SOPs":"Directing government and partners’ (e.g. private hospitals) efforts to perform triage and provide treatment, stabilization and medical care to the affected population."}
,
{"phase":"Response","name":"Search and Rescue","description":"Search and Rescue involves tasks for the detection and extraction of people trapped (by fire, wreckage or debris), lost or at risk. It includes search and rescue tasks in fires, collapsed structures, confined spaces, as well as water rescue, in aerial, vertical, vehicular and animal accidents.","SOPs":"Coordinating search and rescue activities during a disaster."},
{"phase":"Response","name":"Shelter and Mass Care","description":"Shelter and Mass Care involves the necessary tasks for the assembly and operation of temporary shelter for people who had to be evacuated from the disaster area. It also entails family reunification and provision of emergency relief materials, food and psychosocial support.","SOPs":"Planning and opening of shelter facilities"},
{"phase":"Response","name":"Emergency Public Information","description":"Emergency Public Information encompasses the timely provision of accurate\nemergency-related information to the public inside and outside the affected area. Handling of information enquiries coming from the public is also part of this emergency response function.","SOPs":"Preparing and releasing disaster-related information to the public in regular media briefs."},
{"phase":"Response","name":"Damage Assessment","description":"Damage Assessment encompasses the (i) collection, consolidation and analysis of information concerning the magnitude of the damage caused by the disaster (ii) definition of potential associated risks; and (iii) preparation of situation reports.","SOPs":"Coordinating damage assessment exercise"},
{"phase":"Response","name":"Public Works and Engineering","description":"Public Works and Engineering involves organization of resources to repair and restore essential public facilities and services (roads/streets, solid waste management, sanitary sewer and waste water treatment), removal of debris, inspection of damaged structures, and provision of engineering solutions to manage the disaster situation.","SOPs":"Coordinating all public works activities during disaster response that relate to emergency repair to the infRegional Administrative Secretarytructure and restoration of utility services."},
{"phase":"Response","name":"Utilities","description":"Utilities as a response function is related to the implementation of alternative measures to provide electricity, gas, clean water and wastewater services, as well as restoring these services and their infRegional Administrative Secretarytructure in times of an emergency.","SOPs":"Coordinating all emergency repair activities to restore utilities’ services."}
,
{"phase":"Response","name":"Resources Management and Supply","description":"Resources Management and Supply involves management and allocation of financial, material and human resources needed to address the emergency, including the logistics (procurement, transport, storage, distribution and inventory) of relief supplies.","SOPs":"Identifying specific goods, services and personnel and communicating for resource\nmobilization and allocation"},
{"phase":"Response","name":"Transportation","description":"Transportation includes facilitating the access or exit of people and resources for emergency response in the affected areas, as well as the internal mobility of the city. It also entails enabling the ground, aquatic and aerial transport that is required.","SOPs":"Determining available transport networks and alternative means and modes to move\npeople and goods within the disaster affected area"},
{"phase":"Response","name":"Dead Bodies Management","description":"Dead-Bodies Management is the management of dead people resulting from an emergency. This includes their identification, investigation on the reasons for the death and DarMAERT Emergency Response Plan 40 burial of bodies that could not be identified or pose a health risk; as well as the installation and management of mortuaries.","SOPs":"Establishing temporary mortuary at a designated site for caring of human remains."}
]
